
<!DOCTYPE html>
<html lang="pt-BR">
<head>
    <meta charset="utf-8" />
    <meta http-equiv="x-ua-compatible" content="ie=edge" />
    <title>Do Bem - home</title>
    <meta name="description" content="Nossos problemas estão interligados, assim como as soluções.Nós prosperamos e somos mais fortes quando cooperamos. Atuamos para promover a ligação entre pessoas que querem se ajudar." />
    <meta name="viewport" content="width=device-width, initial-scale=1" />
    <link rel="icon" sizes="72x72" href="../static/images/logo.png" />
    <link
        href="https://fonts.googleapis.com/css?family=Montserrat:100,200,300,400,500,600,700,800,900%7COpen+Sans:300,400,600,700,800"
        rel="stylesheet"
    />
    <link rel="stylesheet" href="../static/styles/bootstrap.min.css" />
    <link rel="stylesheet" href="../static/styles/mystyle.css" />
    <script src="https://kit.fontawesome.com/b99e675b6e.js"></script>
</head>

<body>        
    <div class="main-menu-area main-menu-area--absolute">
        <i  class="fas fa-chevron-circle-left fa-lg"  id="back-home"  style="font-size: 30px; color: #0AAAA0; padding: 5px;"></i>   
        <div class="container">
            <div class="menu-logo">
            <div class="logo">
                <a href="index.html" class="logo-index"
                ><img src="../static/images/logo.png" alt=""
                style="align-items: center;"/></a>
            </div>
            </div>
        </div>
    </div>	
    <h1 style="margin-left: 35%;">Política de Privacidade</h1>

    <div style="width: 80%; margin-left: 10%; font-size: 20px;">
        1. A privacidade dos visitantes do nosso site &eacute; muito importante para n&oacute;s, e estamos comprometidos em proteg&ecirc;-la. Esta pol&iacute;tica explica o que faremos com suas informa&ccedil;&otilde;es pessoais.<br>
        2. Consentir com o uso de cookies de acordo com os termos desta pol&iacute;tica quando voc&ecirc; acessa nosso site pela primeira vez nos permite usar cookies toda vez que voc&ecirc; acessa nosso site.</p>
        <p><strong>B. Coleta de informa&ccedil;&otilde;es pessoais</strong><br>
        Os seguintes tipos de informa&ccedil;&otilde;es pessoais podem ser coletados, armazenados e usados:<br>
        1. informa&ccedil;&otilde;es sobre o seu computador, incluindo seu endere&ccedil;o IP, localiza&ccedil;&atilde;o geogr&aacute;fica, tipo e vers&atilde;o do navegador e sistema operacional;<br>
        2. informa&ccedil;&otilde;es sobre suas visitas e uso deste site, incluindo fonte de refer&ecirc;ncia, dura&ccedil;&atilde;o da visita, visualiza&ccedil;&otilde;es de p&aacute;gina e caminhos de navega&ccedil;&atilde;o no site;<br>
        3. informa&ccedil;&otilde;es, como seu endere&ccedil;o de e-mail, que voc&ecirc; digita quando se registra em nosso site;<br>
        4. informa&ccedil;&otilde;es que voc&ecirc; digita ao criar um perfil em nosso site &ndash; por exemplo, seu nome, fotos de perfil, sexo, data de nascimento, status de relacionamento, interesses e hobbies, informa&ccedil;&otilde;es educacionais e de emprego;<br>
        5. informa&ccedil;&otilde;es, como seu nome e endere&ccedil;o de e-mail, que voc&ecirc; digita para configurar assinaturas de nossos e-mails e/ou newsletters;<br>
        6. informa&ccedil;&otilde;es que voc&ecirc; digita durante o uso dos servi&ccedil;os em nosso site;<br>
        7. informa&ccedil;&otilde;es geradas ao usar nosso site, incluindo quando, com que frequ&ecirc;ncia e em que circunst&acirc;ncias voc&ecirc; o utiliza;<br>
        8. informa&ccedil;&otilde;es que voc&ecirc; publica em nosso site com a inten&ccedil;&atilde;o de public&aacute;-las na internet, incluindo seu nome de usu&aacute;rio, fotos de perfil e o conte&uacute;do de suas publica&ccedil;&otilde;es;<br>
        9. informa&ccedil;&otilde;es contidas em quaisquer comunica&ccedil;&otilde;es que voc&ecirc; nos envia por e-mail ou atrav&eacute;s de nosso site, incluindo o conte&uacute;do e os metadados da comunica&ccedil;&atilde;o;<br>
        10. qualquer outra informa&ccedil;&atilde;o pessoal que voc&ecirc; nos enviar.<br>
        Antes de nos divulgar informa&ccedil;&otilde;es pessoais de outra pessoa, voc&ecirc; deve obter o consentimento dessa pessoa para a divulga&ccedil;&atilde;o e o processamento dessas informa&ccedil;&otilde;es pessoais de acordo com esta pol&iacute;tica.</p>
        <p><strong>C. Uso de suas informa&ccedil;&otilde;es pessoais</strong><br>
        As informa&ccedil;&otilde;es pessoais que nos s&atilde;o enviadas por meio de nosso site ser&atilde;o usadas para os fins especificados nesta pol&iacute;tica ou nas p&aacute;ginas relevantes do site. Podemos usar suas informa&ccedil;&otilde;es pessoais para o seguinte:<br>
        1. administrar nosso site e nossos neg&oacute;cios;<br>
        2. personalizar nosso site para voc&ecirc;;<br>
        3. possibilitar o uso dos servi&ccedil;os dispon&iacute;veis em nosso site;<br>
        4. enviar produtos adquiridos atrav&eacute;s do nosso site;<br>
        5. prestar servi&ccedil;os adquiridos atrav&eacute;s do nosso site;<br>
        6. enviar extratos, faturas e lembretes de pagamento, bem como coletar seus pagamentos;<br>
        7. enviar comunica&ccedil;&otilde;es comerciais que n&atilde;o sejam de marketing;<br>
        8. enviar notifica&ccedil;&otilde;es por e-mail solicitadas especificamente por voc&ecirc;;<br>
        9. enviar nossa newsletter por e-mail, caso voc&ecirc; a tenha solicitado (voc&ecirc; pode nos informar a qualquer momento se n&atilde;o quiser mais receber a newsletter);<br>
        10. enviar comunica&ccedil;&otilde;es de marketing relacionadas aos nossos neg&oacute;cios ou aos neg&oacute;cios de terceiros cuidadosamente selecionados que acreditamos ser do seu interesse, por correio ou, onde voc&ecirc; especificamente concordou com isso, por e-mail ou tecnologia semelhante (voc&ecirc; pode nos informar a qualquer momento se n&atilde;o mais quiser mais receber comunica&ccedil;&otilde;es de marketing);<br>
        11. fornecer a terceiros informa&ccedil;&otilde;es estat&iacute;sticas sobre nossos usu&aacute;rios (mas esses terceiros n&atilde;o poder&atilde;o identificar nenhum usu&aacute;rio individual a partir dessas informa&ccedil;&otilde;es);<br>
        12. lidar com perguntas e reclama&ccedil;&otilde;es feitas por voc&ecirc; ou sobre voc&ecirc; em rela&ccedil;&atilde;o ao nosso site;<br>
        13. manter nosso site seguro e evitar fraudes;<br>
        14. verificar a conformidade com os termos e condi&ccedil;&otilde;es que regem o uso do nosso site (incluindo o monitoramento de mensagens privadas enviadas por meio do servi&ccedil;o de mensagens privadas do nosso site); e<br>
        15. outros usos.</p>
        <p>Se voc&ecirc; enviar informa&ccedil;&otilde;es pessoais para publica&ccedil;&atilde;o em nosso site, publicaremos e usaremos essas informa&ccedil;&otilde;es de acordo com a licen&ccedil;a que voc&ecirc; nos concedeu.</p>
        <p>Suas configura&ccedil;&otilde;es de privacidade podem ser usadas para limitar a publica&ccedil;&atilde;o de suas informa&ccedil;&otilde;es em nosso site e ajustadas atrav&eacute;s do uso de controles de privacidade no site.</p>
        <p>Sem seu consentimento expresso, n&atilde;o forneceremos suas informa&ccedil;&otilde;es pessoais a terceiros para fins de marketing direto por parte deles ou de terceiros.</p>
        <p><strong>D. Divulga&ccedil;&atilde;o de informa&ccedil;&otilde;es pessoais</strong><br>
        Podemos divulgar suas informa&ccedil;&otilde;es pessoais a qualquer um de nossos funcion&aacute;rios, executivos, seguradoras, consultores profissionais, agentes, fornecedores ou subcontratados conforme razoavelmente necess&aacute;rio para os fins estabelecidos nesta pol&iacute;tica.</p>
        <p>Podemos divulgar suas informa&ccedil;&otilde;es pessoais a qualquer membro de nosso grupo de empresas (isso significa nossas subsidi&aacute;rias, nossa holding e todas as suas subsidi&aacute;rias) conforme razoavelmente necess&aacute;rio para os fins estabelecidos nesta pol&iacute;tica.</p>
        <p>Podemos divulgar suas informa&ccedil;&otilde;es pessoais:<br>
        1. na medida em que somos obrigados a faz&ecirc;-lo por lei;<br>
        2. em rela&ccedil;&atilde;o a qualquer processo judicial em andamento ou potencial;<br>
        3. para estabelecer, exercer ou defender nossos direitos legais (incluindo fornecer informa&ccedil;&otilde;es a terceiros para fins de preven&ccedil;&atilde;o de fraudes e redu&ccedil;&atilde;o do risco de cr&eacute;dito);<br>
        4. ao comprador (ou comprador em potencial) de qualquer neg&oacute;cio ou ativo que estejamos vendendo (ou contemplando vender); e<br>
        5. a qualquer pessoa que acreditemos razoavelmente que possa solicitar a um tribunal ou outra autoridade competente a divulga&ccedil;&atilde;o dessas informa&ccedil;&otilde;es pessoais, quando, em nossa opini&atilde;o razo&aacute;vel, for prov&aacute;vel que tal tribunal ou autoridade ordene a divulga&ccedil;&atilde;o dessas informa&ccedil;&otilde;es pessoais.<br>
        Exceto conforme estabelecido nesta pol&iacute;tica, n&atilde;o forneceremos suas informa&ccedil;&otilde;es pessoais a terceiros.</p>
        <p><strong>E. Transfer&ecirc;ncias internacionais de dados</strong><br>
        1. As informa&ccedil;&otilde;es que coletamos podem ser armazenadas, processadas e transferidas entre qualquer um dos pa&iacute;ses em que operamos, a fim de nos permitir usar as informa&ccedil;&otilde;es de acordo com esta pol&iacute;tica.<br>
        2. As informa&ccedil;&otilde;es que coletamos podem ser transferidas para os seguintes pa&iacute;ses que n&atilde;o possuem leis de prote&ccedil;&atilde;o de dados equivalentes &agrave;s vigentes no Espa&ccedil;o Econ&ocirc;mico Europeu: Estados Unidos da Am&eacute;rica, R&uacute;ssia, Jap&atilde;o, China e &Iacute;ndia.<br>
        3. As informa&ccedil;&otilde;es pessoais que voc&ecirc; publica em nosso site ou envia para publica&ccedil;&atilde;o em nosso site podem estar dispon&iacute;veis, atrav&eacute;s da internet, em todo o mundo. N&atilde;o podemos impedir o uso ou uso indevido de tais informa&ccedil;&otilde;es por terceiros.<br>
        4. Voc&ecirc; concorda expressamente com as transfer&ecirc;ncias de informa&ccedil;&otilde;es pessoais descritas nesta se&ccedil;&atilde;o E.</p>
        <p><strong>F. Reten&ccedil;&atilde;o de informa&ccedil;&otilde;es pessoais</strong><br>
        1. Esta se&ccedil;&atilde;o F define nossas pol&iacute;ticas e procedimentos de reten&ccedil;&atilde;o de dados, projetados para ajudar a garantir o cumprimento de nossas obriga&ccedil;&otilde;es legais em rela&ccedil;&atilde;o &agrave; reten&ccedil;&atilde;o e exclus&atilde;o de informa&ccedil;&otilde;es pessoais.<br>
        2. As informa&ccedil;&otilde;es pessoais que processamos para qualquer prop&oacute;sito ou prop&oacute;sitos n&atilde;o devem ser mantidas por mais tempo do que o necess&aacute;rio para esse prop&oacute;sito ou prop&oacute;sitos.<br>
        3. Sem preju&iacute;zo do artigo F-2, geralmente excluiremos dados pessoais pertencentes &agrave;s categorias definidas abaixo na data/hora definidas abaixo:<br>
        1. tipo de dados pessoais ser&aacute; exclu&iacute;do {INSERIR DATA/HORA}; e<br>
        2. {INSERIR DATAS/HORAS ADICIONAIS}.<br>
        4. N&atilde;o obstante as outras disposi&ccedil;&otilde;es desta se&ccedil;&atilde;o F, reteremos documentos (incluindo documentos eletr&ocirc;nicos) que contenham dados pessoais:<br>
        1. na medida em que somos obrigados a faz&ecirc;-lo por lei;<br>
        2. se acreditarmos que os documentos podem ser relevantes para qualquer processo judicial em andamento ou potencial; e<br>
        3. para estabelecer, exercer ou defender nossos direitos legais (incluindo fornecer informa&ccedil;&otilde;es a terceiros para fins de preven&ccedil;&atilde;o de fraudes e redu&ccedil;&atilde;o do risco de cr&eacute;dito).</p>
        <p><strong>G. Seguran&ccedil;a de suas informa&ccedil;&otilde;es pessoais</strong><br>
        1. Tomaremos as devidas precau&ccedil;&otilde;es t&eacute;cnicas e organizacionais para evitar a perda, mau uso ou altera&ccedil;&atilde;o de suas informa&ccedil;&otilde;es pessoais.<br>
        2. Armazenaremos todas as suas informa&ccedil;&otilde;es pessoais fornecidas em nossos servidores seguros (protegidos por senha e firewall).<br>
        3. Todas as transa&ccedil;&otilde;es financeiras eletr&ocirc;nicas realizadas atrav&eacute;s do nosso site ser&atilde;o protegidas por tecnologia de criptografia.<br>
        4. Voc&ecirc; reconhece que a transmiss&atilde;o de informa&ccedil;&otilde;es pela internet &eacute; inerentemente insegura e que n&atilde;o podemos garantir a seguran&ccedil;a dos dados enviados pela internet.<br>
        5. Voc&ecirc; &eacute; respons&aacute;vel por manter em sigilo a senha usada para acessar nosso site; n&atilde;o solicitaremos sua senha (exceto quando voc&ecirc; fizer login em nosso site).</p>
        <p><strong>H. Altera&ccedil;&otilde;es</strong><br>
        Podemos atualizar esta pol&iacute;tica periodicamente, atrav&eacute;s da publica&ccedil;&atilde;o de uma nova vers&atilde;o em nosso site. Voc&ecirc; deve verificar esta p&aacute;gina ocasionalmente para garantir que compreende quaisquer altera&ccedil;&otilde;es nesta pol&iacute;tica. Podemos notific&aacute;-lo sobre altera&ccedil;&otilde;es nesta pol&iacute;tica por e-mail ou atrav&eacute;s do sistema de mensagens privadas em nosso site.</p>
        <p><strong>I. Seus direitos</strong><br>
        Voc&ecirc; pode nos instruir a fornecer qualquer informa&ccedil;&atilde;o pessoal que detenhamos sobre voc&ecirc;; o fornecimento dessas informa&ccedil;&otilde;es estar&aacute; sujeito ao seguinte:<br>
        1. fornecimento de evid&ecirc;ncia apropriada de sua identidade para esse objetivo; geralmente aceitaremos uma c&oacute;pia autenticada do seus documentos de CPF, RG ou passaporte acrescida de uma c&oacute;pia original de uma fatura de servi&ccedil;o mostrando seu endere&ccedil;o atual.<br>
        Podemos reter as informa&ccedil;&otilde;es pessoais solicitadas na extens&atilde;o permitida por lei.<br>
        Voc&ecirc; pode nos instruir a qualquer momento para n&atilde;o processar suas informa&ccedil;&otilde;es pessoais para fins de marketing.</p>
        <p>Na pr&aacute;tica, voc&ecirc; geralmente concordar&aacute; expressamente com anteced&ecirc;ncia com o uso de suas informa&ccedil;&otilde;es pessoais para fins de marketing, ou ofereceremos a oportunidade de n&atilde;o permitir o uso de suas informa&ccedil;&otilde;es pessoais para fins de marketing.</p>
        <p><strong>J. Sites de terceiros</strong><br>
        Nosso site inclui links para e detalhes de sites de terceiros. N&atilde;o temos controle sobre e n&atilde;o somos respons&aacute;veis pelas pol&iacute;ticas e pr&aacute;ticas de privacidade de terceiros.</p>
        <p><strong>K. Atualiza&ccedil;&atilde;o de informa&ccedil;&otilde;es</strong><br>
        Informe-nos se as informa&ccedil;&otilde;es pessoais que mantemos sobre voc&ecirc; precisam ser corrigidas ou atualizadas.</p>
        <p><strong>L. Cookies</strong><br>
        Nosso site usa cookies. Um cookie &eacute; um arquivo que cont&eacute;m um identificador (uma sequ&ecirc;ncia de letras e n&uacute;meros) que &eacute; enviado por um servidor da web para um navegador e armazenado pelo navegador. O identificador &eacute; ent&atilde;o enviado de volta ao servidor toda vez que o navegador solicita uma p&aacute;gina do servidor. Os cookies podem ser cookies &ldquo;persistentes&rdquo; ou cookies &ldquo;de sess&atilde;o&rdquo;: um cookie persistente ser&aacute; armazenado por um navegador e permanecer&aacute; v&aacute;lido at&eacute; a data de vencimento definida, a menos que seja exclu&iacute;do pelo usu&aacute;rio antes da data de vencimento; um cookie de sess&atilde;o, por outro lado, expirar&aacute; no final da sess&atilde;o do usu&aacute;rio, quando o navegador for fechado. Os cookies normalmente n&atilde;o cont&ecirc;m nenhuma informa&ccedil;&atilde;o que identifique pessoalmente um usu&aacute;rio, mas as informa&ccedil;&otilde;es pessoais que armazenamos sobre voc&ecirc; podem estar vinculadas &agrave;s informa&ccedil;&otilde;es armazenadas e obtidas a partir de cookies. Utilizamos apenas cookies persistentes e de sess&atilde;o em nosso site.<br>
        1. Os nomes dos cookies que usamos em nosso site e os prop&oacute;sitos para os quais s&atilde;o usados est&atilde;o descritos abaixo:<br>
        1. usamos o Google Analytics, Google Adwords, Facebook Ads em nosso site para reconhecer um computador quando um usu&aacute;rio acessa o site / rastrear usu&aacute;rios enquanto eles navegam no site / permitir o uso de um carrinho de compras no site / melhorar a usabilidade do site / analisar o uso do site / administrar o site / evitar fraudes e melhorar a seguran&ccedil;a do site / personalizar o site para cada usu&aacute;rio / segmentar an&uacute;ncios que podem ser de interesse particular para usu&aacute;rios espec&iacute;ficos / descrever objetivo(s)};<br>
        2. A maioria dos navegadores permite que voc&ecirc; se recuse a aceitar cookies &ndash; por exemplo:<br>
        1. no Internet Explorer (vers&atilde;o 10), voc&ecirc; pode bloquear cookies usando as configura&ccedil;&otilde;es dispon&iacute;veis de cancelamento de manipula&ccedil;&atilde;o de cookies clicando em &ldquo;Ferramentas&rdquo;, &ldquo;Op&ccedil;&otilde;es da Internet&rdquo; &ldquo;Privacidade&rdquo; e &ldquo;Avan&ccedil;ado&rdquo;;<br>
        2. no Firefox (vers&atilde;o 24), voc&ecirc; pode bloquear todos os cookies clicando em &ldquo;Ferramentas&rdquo;, &ldquo;Op&ccedil;&otilde;es&rdquo;, &ldquo;Privacidade&rdquo;, selecionando &ldquo;Usar configura&ccedil;&otilde;es personalizadas para o hist&oacute;rico&rdquo; no menu suspenso e desmarcando &ldquo;Aceitar cookies de sites&rdquo; ;<br>
        3. no Chrome (vers&atilde;o 29), voc&ecirc; pode bloquear todos os cookies acessando o menu &ldquo;Personalizar e controlar&rdquo; e clicando em &ldquo;Configura&ccedil;&otilde;es&rdquo;, &ldquo;Avan&ccedil;ado&rdquo; e &ldquo;Configura&ccedil;&otilde;es do site&rdquo; e, em seguida, selecionando &ldquo;Bloquear cookies de terceiros&rdquo; na se&ccedil;&atilde;o &ldquo;Cookies e dados do site&rdquo;.</p>
        <p>O bloqueio de todos os cookies causar&aacute; um impacto negativo na usabilidade de muitos sites. Se voc&ecirc; bloquear os cookies, n&atilde;o poder&aacute; usar todos os recursos em nosso site.<br>
        1. Voc&ecirc; pode excluir os cookies que j&aacute; est&atilde;o armazenados no seu computador &ndash; por exemplo:<br>
        1. no Internet Explorer (vers&atilde;o 10), voc&ecirc; deve excluir os arquivos de cookies manualmente (confira instru&ccedil;&otilde;es para faz&ecirc;-lo em http://support.microsoft.com/kb/278835 );<br>
        2. no Firefox (vers&atilde;o 24), voc&ecirc; pode excluir os cookies clicando em &ldquo;Ferramentas&rdquo;, &ldquo;Op&ccedil;&otilde;es&rdquo;, &ldquo;Privacidade&rdquo;, selecionando &ldquo;Usar configura&ccedil;&otilde;es personalizadas para o hist&oacute;rico&rdquo;, clicando em &ldquo;Mostrar cookies&rdquo; e, ent&atilde;o, em &ldquo;Remover todos os cookies&rdquo;; e<br>
        3. no Chrome (vers&atilde;o 29), voc&ecirc; pode excluir todos os cookies acessando o menu &ldquo;Personalizar e controlar&rdquo; e clicando em &ldquo;Configura&ccedil;&otilde;es&rdquo;, &ldquo;Avan&ccedil;ado&rdquo;, &ldquo;Limpar dados de navega&ccedil;&atilde;o&rdquo; e, em seguida, selecionando &ldquo;Excluir cookies e outros dados de sites e plugins&rdquo; antes de clicar em &ldquo;Limpar dados de navega&ccedil;&atilde;o&rdquo;.<br>
        2. A exclus&atilde;o de cookies causar&aacute; um impacto negativo na usabilidade de muitos sites.</p>
        <p>&nbsp;</p>
    <div class="cl"></div></div>
    <script src="https://ajax.googleapis.com/ajax/libs/jquery/3.6.0/jquery.min.js"></script>
    <script type="text/javascript" src="../static/scripts/sign-in.js"></script>    
</body>
</html>
